Repository: arrebagrove/myFeed
Catalog: myFeed/lang/*/Resources.resw
Source language: en
Languages: ru

# AddButton.Content
source: Add
ru: Добавить

# AddToFavorites.ToolTipService.ToolTip
source: Add to favorites
ru: Добавить в избранное

# Article.Text
source: ARTICLE
ru: СТАТЬЯ

# ArticleL.Text
source: Article
ru: Статья

source: Cancel
ru: Отмена

# CanNotGetData
source: Can't retrieve this feed.
ru: Данные об источнике получить не удалось.

# ChangeTextSize.Text
source: Text size in articles.
ru: Изменение размера текста в режиме чтения.

# ChooseArticle.Text
source: Choose an article!
ru: Выберите статью из списка слева!

# ChooseArticleAndRead.Text
source: And start reading.
ru: И приступайте к чтению.

source: Delete
ru: Удалить

# DeleteAction
source: This site will be removed from this list.
ru: Это действие приведёт к удалению выбранного элемента из списка источников.

# DeleteElement
source: Delete an element?
ru: Удалить элемент?

# Description
source: Your personal RSS reader!
ru: Твой личный RSS ридер!

# DisableImgDesc.Text
source: Should the app download images? Disabling this can probably let you reduce mobile data usage.
ru: Загрузка изображений. Отключение этой опции может помочь сэкономить трафик, если используется лимитированное соединение с интернетом.

# EnterLink.PlaceholderText
source: Enter a link to RSS channel
ru: Введите ссылку на RSS ленту

source: Error
ru: Ошибка

# Favorites.Text
source: FAVORITES
ru: ИЗБРАННОЕ

# FavoritesL.Text
source: Favorites
ru: Избранное

# FavoritesWelcome.Text
source: This is a place for your favorite articles.
ru: Здесь отображаются избранные статьи.

# FavoritesWelcomePressStar.Text
source: Press on a star symbol while reading to move an article here.
ru: Нажмите на символ звёздочки во время чтения, чтобы поместить статью сюда.

# Feed.Text
source: MY FEED
ru: МОЯ ЛЕНТА

# FeedL.Text
source: My feed
ru: Моя лента

# Feedlist.Text
source: RSS CHANNELS
ru: ИСТОЧНИКИ

# FeedlistL.Text
source: RSS Channels
ru: Источники

# FontSizeLarge.Content
source: Large
ru: Крупный

# FontSizeMiddle.Content
source: Middle
ru: Средний

# FontSizeSmall.Content
source: Small
ru: Мелкий

# LinkNotValid
source: This link is not valid. It should be something like this: http://example.com/rss
ru: Ссылка введена некорректно. Она должна выглядеть вот так: http://example.com/rss

# MenuDelete.Text
source: Delete
ru: Удалить

# MenuOpenInEdge.Text
source: Open in a web browser
ru: Открыть в браузере

# MenuRead.Text
source: Read
ru: Читать

source: Ok
ru: Ок

# OpenInEdge.ToolTipService.ToolTip
source: Open in a web browser
ru: Открыть в браузере

# Personalization.Text
source: Personalization
ru: Персонализация

# Reset.Text
source: Reset
ru: Сброс

# ResetButton.Content
source: Reset
ru: Сброс

# ResetText.Text
source: You can easily reinstall myFeed by using this option. Note: all your data will be deleted.
ru: Удаление всех данных приложения и сброс настроек к значениям по умолчанию. После применения настройки произойдет перезапуск приложения.

# Settings.Text
source: SETTINGS
ru: НАСТРОЙКИ

# SettingsL.Text
source: Settings
ru: Настройки

# Share.ToolTipService.ToolTip
source: Share
ru: Поделиться статьёй

# ShowMessageAlert
source: This action will lead to all data delition. Is this exactly what are you going to do?
ru: Это действие приведёт к очистке списка источников. Удалённые данные восстановить невозможно.

# ShowMessageTitle
source: Are you sure?
ru: Вы уверены?

# ShowmoreButton.Content
source: Show more articles...
ru: Показать больше новостей...

# SiteFeed
source: RSS Feed by
ru: Лента новостей сайта

# UpdateButton.ToolTipService.ToolTip
source: Refresh
ru: Обновить страницу

# NewWelcome.Text
source: Add your first RSS feed!
ru: Добавьте первую RSS ленту!

# NewWelcomeBtn.Content
source: Add a feed
ru: Добавить источник

# NewWelcomeDesc.Text
source: Here your news will be displayed.
ru: Здесь будут отображаться ваши новости.

# NoInternet.Text
source: No Internet connection
ru: Нет соединения с интернетом

# NoInternetFixed.Text
source: Got the things done?
ru: Проблема устранена?

# NoInternetUpd.Content
source: Refresh the page
ru: Обновить страницу

# FeedlistWelcomeDesc.Text
source: It looks like this:
ru: Она может выглядеть так:

# FeedlistWelcomeTitle.Text
source: Enter a link to your first RSS feed!
ru: Укажите ссылку на ваш первый RSS канал!

# LinkExists
source: You can not add the same feed twice to your list.
ru: Вы не можете добавить дважды один и тот же источник.

# DeleteItem.Text
source: Delete
ru: Удалить

# News
source: Latest news
ru: Последние новости

# AddNewCategory.Content
source: Add new category
ru: Добавить категорию

# CategoryDialog.PrimaryButtonText
source: Save
ru: Сохранить

# CategoryDialog.SecondaryButtonText
source: Cancel
ru: Отмена

# CategoryDialog.Title
source: Category
ru: Категория

# EnterALinkToRssFeed.Text
source: Enter a link to new RSS feed:
ru: Введите ссылку на RSS ленту:

# EnterNameOfNewCategory.Text
source: Enter the name of the category:
ru: Введите название категории:

# OpenFullSize
source: Open in a web browser
ru: Открыть в полном размере

# PinToStart.Text
source: Pin to start screen
ru: Закрепить на начальном экране

# UnpinFromStart.Text
source: Unpin from start screen
ru: Открепить от начального экрана

# Notify15min.Content
source: Every 15 minutes
ru: каждые 15 минут

# Notify1hour.Content
source: Every hour
ru: каждый час

# Notify30min.Content
source: Every 30 minutes
ru: каждые 30 минут

# Notify3hours.Content
source: Every 3 hours
ru: каждые 3 часа

# NotifyCheckTime.Text
source: How often should notification service connect to the Internet and check for new articles?
ru: Как часто служба уведомлений должна проверять, появилось ли что-то новое в ваших RSS каналах?

# NotifyDisabled.Content
source: Never
ru: никогда

# AddToFavs.Text
source: Add to favorites
ru: Добавить в избраннное

# PinButton.ToolTipService.ToolTip
source: Pin to Start
ru: Закрепить в меню Пуск

# CatEmpty.Text
source: Please, add a new feed!
ru: Добавьте новый источник!

# CatEmptyHeader.Text
source: This category is empty
ru: В этой категории пусто.

# CategoryExists
source: Category with this name already exists!
ru: Категория с таким названием уже существует!

# RenameCat.Text
source: Rename
ru: Переименовать

# NotifyOff
source: Disable notifications
ru: Отключить уведомления

# NotifyOn
source: Enable notifications
ru: Включить уведомления

# CopyLink.Text
source: Copy link
ru: Скопировать ссылку

# AddFeedFromSearch.Content
source: Add RSS feed from search
ru: Добавить RSS ленту из поиска

# DeleteSource.Text
source: Delete this feed
ru: Удалить источник

# FindAll.Content
source: Search
ru: Найти

# SearchDialog.PrimaryButtonText
source: Add
ru: Добавить

# SearchDialog.SecondaryButtonText
source: Cancel
ru: Отмена

# SearchDialog.Title
source: Choose a category
ru: Выберите категорию

# SearchDialogSelect.Text
source: Please, choose a category, where this RSS feed should be placed:
ru: Пожалуйста, выберите категорию, в которую следует добавить новостную ленту этого сайта:

# SearchHeading.Text
source: SEARCH RSS FEEDS
ru: ПОИСК RSS ЛЕНТ

# SearchHelpSubtitle.Text
source: Enter the search query into the text field, for example "News" or "Politics", and press "Search"!
ru: Введите в текстовое поле запрос, например "Новости" или "Политика", и нажмите "Найти"!

# SearchHelpTitle.Text
source: Here you can find RSS feeds you are interested in.
ru: Здесь можно найти интересующие Вас источники новостей.

# SearchInput.PlaceholderText
source: Enter the search query...
ru: Введите запрос...

# SearchItemAdd.Text
source: Add to myFeed
ru: Добавить источник в ленту

# SearchItemCopy.Text
source: Copy link to this RSS feed
ru: Скопировать ссылку на RSS

# SearchItemOpen.Text
source: Open in a web browser
ru: Открыть сайт в браузере

# SearchAddSuccess
source: This RSS channel was successfully added!
ru: RSS лента была успешно добавлена!

# SearchDialogCreateNew.Text
source: Or you can create a new category. To do this, enter the new category's name into the text field below. If you don't want to create a new category, simply leave this field empty.
ru: Или создайте новую категорию. Для этого необходимо указать название новой категории в поле ниже. Оставьте его пустым, чтобы добавить источник в выбранную выше категорию.

# SearchAddMessage
source: Feed "{0}" was successfully added to "{1}" category!
ru: Канал "{0}" был успешно добавлен в категорию "{1}"!

# SearchFailedSubtitle.Text
source: Check the spelling or internet connection, then try again.
ru: Проверьте соединение с интернетом и правильность ввода запроса.

# SearchFailedTitle.Text
source: We tried, but found nothing!
ru: По этому запросу ничего найти не удалось!

# SearchCreateNewCatTextFL
source: Enter the new category's name into the text field below:
ru: Введите название новой категории в поле ниже:

# SearchCreateNewCatTitleFL
source: Create new category
ru: Создайте новую категорию

# DeleteCategory
source: You are going to delete a category. Note, that all sites belonging to this category will also be deleted. Continue?
ru: Это действите приведёт к удалению выбранной категории. Внимание! Все источники в этой категории будут также удалены.

# ChangeTextSizeTitle.Text
source: Font size
ru: Размер текста

# ChangeTheme.Text
source: Choose a theme, in which application interfaces will be displayed.
ru: Выберите тему, которая будет использована при следующем запуске приложения.

# ChangeThemeDefault.Content
source: From system settings
ru: Параметр системы

# ChangeThemeLight.Content
source: Light theme
ru: Светлая тема

# ChangeThemeDark.Content
source: Dark theme
ru: Тёмная тема

# DisableImgDescTitle.Text
source: Images
ru: Изображения

# NotifyCheckTimeTitle.Text
source: Notifications
ru: Уведомления

# SettingsNeedRestart
source: myFeed restart required
ru: Необходим перезапуск myFeed

# SettingsNeedRestartButton
source: Restart
ru: Перезапустить

# SettingsNeedRestartMessage
source: Please, restart the app if you need to see changes immediately.
ru: Чтобы изменения вступили в силу, необходим перезапуск приложения.

# ChangeThemeTitle.Text
source: Theme
ru: Оформление

# ResetTitle.Text
source: Reset
ru: Сброс

# ArticleOpenEdgeError
source: Something went wrong and the attempt to open this link failed!
ru: Открыть статью в браузере не получилось, что-то пошло не так!

# MenuAddToFavs.Text
source: Add to favorites
ru: Добавить в избранное

# MenuCopyLink.Text
source: Copy link
ru: Скопировать ссылку

# CopyLinkToImage
source: Copy link
ru: Скопировать ссылку
